{
  "categories": [
    {
      "text": "Geological Disasters",
      "id": 1,
      "colour": "#7986cb",
      "image": "earthquake"
    },
    {
      "text": "Hydrological Disasters",
      "id": 2,
      "colour": "#1976d2",
      "image": "tsunami"
    },
    {
      "text": "Meteorological Disasters",
      "id": 3,
      "colour": "#bf360c",
      "image": "hot_weather"
    },
    {
      "text": "Wildfires",
      "id": 4,
      "colour": "#263238",
      "image": "fire"
    },
    {
      "text": "Space Disasters",
      "id": 5,
      "colour": "#673ab7",
      "image": "meteor"
    }
  ],
  "items": [
    {
      "name": "Bottled water",
      "price": "15",
      "id": 1,
      "locations": [
        "Tesco",
        "Boots",
        "Sainsburys"
      ]
    },
    {
      "name": "Medication",
      "price": "15",
      "id": 2,
      "locations": [
        "Tesco",
        "Pharmacy",
        "Boots"
      ]
    },
    {
      "name": "Consent Form",
      "price": "0",
      "id": 3,
      "locations": [
        "Hospital",
        "GP",
        "Pharmacy"
      ]
    },
    {
      "name": "First Aid Kit",
      "price": "15",
      "id": 4,
      "locations": [
        "Tesco",
        "Boots",
        "Sainsburys"
      ]
    },
    {
      "name": "Gloves",
      "price": "5",
      "id": 5,
      "locations": [
        "Boots",
        "Tesco",
        "Sainsburys"
      ]
    },
    {
      "name": "Dust Mask",
      "price": "5",
      "id": 6,
      "locations": [
        "Boots",
        "Sainsburys",
        "Tesco"
      ]
    },
    {
      "name": "Spare Glasses/Contact Lenses",
      "price": "50",
      "id": 7,
      "locations": [
        "Boots",
        "Specsavers",
        "Vision Express"
      ]
    },
    {
      "name": "Whistle",
      "price": "15",
      "id": 8,
      "locations": [
        "Sports Direct",
        "Blacks",
        "Wilko"
      ]
    },
    {
      "name": "Sturdy Shoes",
      "price": "30",
      "id": 9,
      "locations": [
        "Blacks",
        "Sports Direct",
        "Clarks"
      ]
    },
    {
      "name": "Emergency Cash",
      "price": "0",
      "id": 10,
      "locations": [
        "ATM",
        "Santander"
      ]
    },
    {
      "name": "Road Maps",
      "price": "10",
      "id": 11,
      "locations": [
        "Petrol Station",
        "Tesco"
      ]
    },
    {
      "name": "Emergency Phone Numbers",
      "price": "0",
      "id": 12,
      "locations": []
    },
    {
      "name": "Non Perishable Food And Snacks",
      "price": "15",
      "id": 13,
      "locations": [
        "Tesco",
        "Sainsburys",
        "Lidl"
      ]
    },
    {
      "name": "Manual Can Opener",
      "price": "20",
      "id": 14,
      "locations": [
        "Tesco",
        "Wilko",
        "Sainsburys"
      ]
    },
    {
      "name": "Flashlight",
      "price": "15",
      "id": 15,
      "locations": [
        "Wilko",
        "Tesco",
        "Sainsburys"
      ]
    },
    {
      "name": "Hygiene Supplies",
      "price": "20",
      "id": 16,
      "locations": [
        "Boots",
        "Tesco",
        "Sainsburys"
      ]
    },
    {
      "name": "Pre Moistened Towelettes",
      "price": "5",
      "id": 17,
      "locations": [
        "Boots",
        "tesco",
        "Sainsburys"
      ]
    },
    {
      "name": "Comfort Items",
      "price": "30",
      "id": 18,
      "locations": [
        "ELC",
        "Waterstones",
        "Sainsburys"
      ]
    },
    {
      "name": "Toiletries",
      "price": "20",
      "id": 19,
      "locations": [
        "Boots",
        "Tesco",
        "Sainsburys"
      ]
    },
    {
      "name": "Sealable Plastic Bags",
      "price": "20",
      "id": 20,
      "locations": [
        "Sainsburys",
        "Tesco",
        "Asda"
      ]
    },
    {
      "name": "Extra Clothes",
      "price": "40",
      "id": 21,
      "locations": [
        "Primark",
        "Sainsburys",
        "Tesco"
      ]
    },
    {
      "name": "Personal ID",
      "price": "0",
      "id": 22,
      "locations": []
    }
  ],
  "disasters": [
    {
      "name": "Avanlanche and Landslide",
      "id": 101,
      "image": "",
      "description": "As the name suggests, Avalanches and Landslides occur when mud or snow moves underneath rocks causing them to fall which results in massive damage and, sometimes, major injuries. Avalanches and Landslides often trap people under snow or rock, which means even if a person survives the initial impact, they are still in a lot of danger. Avalanches and Landslides are also hard to predict, meaning that they could occur at any time, but if you are more prepared, you have a much better chance of survival.",
      "tips": [
        "Before you set off, be sure to take sensible equipment with you (e.g. warm winter clothes, a small shovel, avalanche airbags etc.",
        "Always travel with at least one other partner. In the event of an Avalanche or a Landslide, make sure to yell to let them know where you are located.",
        "Try to escape off of the slab of ice or rock that is falling, even if it means leaving your non-essential equipment behind.",
        "Make sure you use your breathing equipment, it could save you from suffocating under the ice or debris.",
        "Leave your backpack on. It can provide padding and prevent you from being crushed under the weight of the snow and ice.",
        "If you are caught up in the snow or mud fall, try and roll like a log or swim through the debris. Once it comes to stop it will solidify. It is essential to make space before the snow or debris stops.",
        "Keep a hand near your mouth to create an airspace, and wiggle your body to make even more space.",
        "Try and extend your other hand out of the snow or debris. It will be impossible to do so once the snow or debris comes to a stop.",
        "If you are trapped, activate your GPS and try to stay relaxed. You might not have room to move your fingers, but do not panic; help will be on the way."
      ],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 1
    },
    {
      "name": "Earthquakes",
      "id": 102,
      "image": "",
      "description": "As you may already know from your high school Geogrpahy classes, Earthquakes are a result of  tectonic plates underground slipping, which can be followed by a series of aftershocks for days, weeks months or even years after the initial 'main shock'. Earthquakes are one of the deadliest natural disasters as they are unpredictable and cause wide spread damage and injury. Although there is little you can do to predict an Earthquake, you can prepare yourself for one using our provided survival tips and survival kit.",
      "tips": [
        "Before an Earthquake, look around at the places you frequent and look for sturdy furniture you could hide under in the event of an Earthquake. This could be a dining table at home, or a desk at your work place or school.",
        "Cover your head and neck with your arms. If you are caught out in the open, try to find something sturdy you could hide under.",
        "Before an Earthquake, you could look for loose items in your home that could cause serious injurysuch as bookcases, wardrobes, shelves etc. It would be a good idea for you to secure these items as they could fall and cause injury in the event of an Earthquake.",
        "Keep an emergency stock of critical supplies in a safe place, such as food, water, medication, torches and important documents, as well as anything else from the suggested survival kit.",
        "Create an emergency plan for you and your family beforehand. This could be by creating a plan to communicate in the event of an Earthquake to let your family know you are safe.",
        "If you are driving during an Earthquake, stop and pull over until the Earthquake stops. Try to avoid tall buildings or powerlines that could have been damaged by the Earthquake. Drive carefully and safely after the Earthquake, as traffic lights or road surfaces could have been damaged."
      ],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 1
    },
    {
      "name": "Sink Holes",
      "id": 103,
	  "image": "",
      "description": "Sinkholes usually occur where the groundbelow is made up of limestone rock, or another carbonate type rock, salt beds or other easy to dissolve rock types. This makes it incredibly difficult to predict where a sinkhole will occur as, from above the ground, everything would look okay, whereas below ground, water would dissolve the rocks through various methods, resulting in massive caves and caverns being formed. A sinkhole occurs when the rocks below a structure can no longer support the weight causing the ground to collapse swallowing anything above it. Due to the unpredictable nature of sinkholes, no one can pinpoint where or when a sinkhole will occur, but by reading our survival tips you can be better prepared in the event of one.",
      "tips":[
	    "Check if you live in an area with a history of mining. Sinkholes are common along old mining routes. If you do live in one of these areas, contact your local council immediately to check if your area is prone to sinkholes, as they can fill in the mining routes below your house.",
		"If you are noticing smaller sinkholes around your home, please contact the council immediately. This can be an indicator for a much bigger sinkhole in the future.",
		"If you live in an older house, make sure your foundations are stable. Modern building standards are much safer and could help protect you and your family in the event of a sinkhole.",
		"In the event of a sinkhole, stay away from the edges as these could crumble under weight.",
		"Do not enter the sinkhole under any circumstances, even to try and save valuables such as your car. Remember a car can be replaced but your life cannot.",
		"Do not attempt to fill sinkholes yourself, as this can be very dangerous. For example, a heavy cement mixer near the whole can cause the edges to collapse.",
		"In the event of a sinkhole near your home, evacuate immediately, even if it looks like your home wasn't damaged, the foundations beneath could be."
	  ],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 1
    },
    {
      "name": "Volcanic Eruptions",
      "id": 201,
	  "image": "",
      "description": "A volcano occurs when the Earths' crust ruptures, allowing red hot lava, volcanic ash and noxious gases to escape from a magme chamber below. Although you may think lava is the number one killer, you would be wrong as most people are killed from inhaling the immense amount of volcanic ash released into the atmosphere. Aside from the immediate danger of a volcano, they can also cause major disruption to planes as the volcanic ash is carried by the wind to diferent areas aroudn the world. After reading our survival tips below, we hope you will be more prepared in the event of a volcano, where being prepared could be the difference between living and dying.",
      "tips":[
	    "Build an emergency suplly kit with items such as non-perishable food, water, a battery powered or hand crank radio, torches and batteries. Keep this kit in a safe place that you can reach easily.",
		"You may also want to keep an emergency supply kit or bugout bag in your car in case you or your family need to evacuate.",
		"Make an emergency plan for you and your family. This will be helpful in the event of an emergency, as it will let you know if your family is safe and where you can meet up.",
		"Follow the evacuation instructions set up by your local authorities. This is important as it will move you out of the danger zone of the volcano as fast as possible.",
		"Keep an eye out for mudflows that can occur due to heavy rain causd by the volcano. These mostly occur near streams. if you must cross a bridge, look upstream. If you can see a mudflow approaching, do not cross the bridge. remember, mudflows can move faster than you can walk or run.",
		"Avoid areas such aslow-lands or river valleys.",
		"Help your neighbours and people who need more assistance, such as disabled people, infants and the elderly.",
		"If you have infants, elderly people or people with respiratory issuesm stay inside until government officials say that it is safe. You can do this by listening to your radio. The ash will make it very hard to breath and could damage their lungs.",
		"Use a dust mask or damp cloth to help you breathe.",
		"Stay inside until the dust settles, unless your roof is in danger of collapsing.",
		"Close doors, windows or ventilation that could bring ash into the house.",
		"Clear heavy ash from flat or low pitcher roofs and rain gutters.",
		"Avoid running your motor vehicle. The motor can stir up volcanic ash that will clog and damage the moving parts.",
		"If you absolutely need to drive, keep your speed to 35MPH or slower."
	  ],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 2
    },
    {
      "name": "Floods",
      "id": 202,
	  "image": "",
      "description": "Floods usually occur when there is a lot more rainfall than previously thought, causing bodies of water to rise quickly which can result in flash floods. This is a massive problem here in the UK, but the problem exists all over the world, with floods causing masive water damage to homes and businesses. Unlike many other natural disasters, there are steps you can take to help limit the damage of a flood. See our survival tips for more information.",
      "tips":[
	    "Move to higher ground and avoid areas more susceptible to flooding, such as the bottom of hills.",
		"Do not attempt to walk across or through flooded area. the water may be deeper than you think.",
		"If water gets into your home before you can evacuate, move to a higher floor such as the top floor or your attic.",
		"Listen to a battery or crank powered radio for the latest updates.",
		"Turn off all utilities, such as your electricity or gas valve.",
		"If you come into contact with floodwater, wash your hands with soap and disinfected water.",
		"Await rescue from your local authorities if you are stuck or stranded."
		],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 2
    },
    {
      "name": "Limnic Eruption",
      "id": 203,
	  "image": "",
      "description": "Limnic eruptions are one of the rarest natural disasters to ever occur, but they are still dangerous to humans and livestock, so it wouldn't hurt to be prepared. Limnic eruptions occur when CO2 (Carbon Dioxide) is released from deep lake waters, this gas is deadly to both humans and animals, although it is a very rare occurence. Limnic eruptions are so rare that they have only been recorded twice in the past; once in 1984 and then again in 1986, killing around 1,700 people and 3,500 livestock from asphyxiation.",
      "tips":[
	    "Move as far away from the source of the eruption as possible.",
		"Use Oxygen masks to ensure you do not suffocate."
	  ],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 2
    },
    {
      "name": "Tsunami",
      "id": 204,
	  "image": "",
      "description": "Underwater Earthquakes are often harmless, but in certain circumstances they can cause devastating Tsunami waves, like the one seen on Boxing Day in 2004. Tsunamis occur when the Earths tectonic plates slip under one another, or when they cause a hole in the Earths crust due to moving apart, causing small waves to travel great distances, building up to Tsunami waves, which travel faster than most commercial airplanes. When these waves hit land, they cause massive damage that can be hard to recover from. Although we cannot stop Tsunamis, you can be more prepared, increasing your chances of survival.",
      "tips":[
	    "If your area has been hit by Tsunamis in the past, do some research in your local library or using the internet. This will help you find useful information for whee you should go or what you should do if a Tsunami occurs.",
		"Make a basic survival kit, including things such as non-perishable food, clean water, first-aid kits, medication and important documents. Keep this survival kit in an easy to reach safe place in your home.",
		"It might be a good idea to have another survival kit in your vehicle as you will then have access to a kit wherever you go.",
		"Create an evacuation plan for you and your family. By researching Tsunamis you can create a solid evacuation plan for your area in the event of a Tsunami.",
		"Some of the warning signs of a Tsunami include Earthquakes, rapid rise and fall of coastal waters and animals behaving strangely. By analysing these warnings, you can be more prepared.",
		"look out for government warnings on the TV or radio and follow their advice.",
		"In the event of a Tsunami, do not attempt to save personal belongings. These can be replaced, whereas your life cannot.",
		"Attempt to find high ground. As a last resort, try climbing something tall and sturdy such as a tree or lampost.",
		"If you get caught up in the water, look for items floating in the water. grab onto these to keep yourself afloat and above water."
      ],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 2
    },
    {
      "name": "Blzzards",
      "id": 301,
	  "image": "",
      "description": "",
      "tips": [],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 3
    },
    {
      "name": "Tornados",
      "id": 302,
	  "image": "",
      "description": "",
      "tips": [],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 3
    },
    {
      "name": "Heat Wave",
      "id": 303,
      "image": "",
      "description": "",
      "tips": [],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 3
    },
    {
      "name": "Hailstorm",
      "id": 304,
      "image": "",
      "description": "",
      "tips": [],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 3
    },
    {
      "name": "Thunderstorms",
      "id": 305,
      "image": "",
      "description": "",
      "tips": [],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 3
    },
    {
      "name": "Droughts",
      "id": 306,
      "image": "",
      "description": "",
      "tips": [],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 3
    },
    {
      "name": "Cyclonic Storms",
      "id": 307,
      "image": "",
      "description": "",
      "tips": [],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 3
    },
    {
      "name": "Wildfires",
      "id": 401,
      "image": "",
      "description": "",
      "tips": [],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 4
    },
    {
      "name": "Impact Events",
      "id": 501,
      "image": "",
      "description": "",
      "tips": [],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 5
    },
    {
      "name": "Airbursts",
      "id": 502,
      "image": "",
      "description": "",
      "tips": [],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 5
    },
    {
      "name": "Solar Flare",
      "id": 503,
      "image": "",
      "description": "",
      "tips": [],
      "items": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "category": 5
    }
  ]
}